[
    [
        "نرم افزار ارزیابی عملکرد کارکنان",
        "مدیریت عملکرد پس از جذب و استخدام، از فرایندهای اصلی مدیریت منابع انسانی به شمار می رود که بیشترین سهم و نقش را در تقویت، تحکیم و تغییر فرهنگ سازمانی دارد. با در نظرگرفتن این نکته ارزیابی عملکرد از پیچیده ترین فعالیت ها و فرایند های مدیریت منابع انسانی میباشد. چرا که معیار ها و ملاک های ارزیابی نشان دهنده و منعکس کننده ارزشها، اولویت ها، استراتژی ها و چالش های سازمان هستند و به کارکنان نشان می دهد که هنجارها و استانداردهای سازمان چیست و سازمان از کارکنان چه انتظاراتی دارد  مدیریت سازمان می تواند از طریق ارزیابی رفتارها و کارکردها و بررسی نتایج آن اثرگذاری زیادی بر کیفیت عملکرد کارکنان داشته باشد. همچنین استفاده از یک سیستم ارزیابی عملکرد منظم و پویا، پرسنل را آماده پاسخگویی به نیازهای سازمان می نماید سامانه ارزیابی عملکرد HRJOBS به همراه ماژول تحلیل گر هوشمند ابزاری است که به مدیران ارشد سازمان کمک می کند کیفیت و میزان اجرای برنامه ها  و تحقق اهداف سازمان به صورت مستمر بررسی کنند و عملکردهای رضایت بخش و مطلوب و یا غیر مطلوب را شناسایی و زمینه را برای بهبود و ارتقای عملکرد و رفتار پرسنل فراهم کنند"
    ],
    [
        "نرم افزار نظام پیشنهادات",
        "نرم افزار نظام پیشنهادها به عنوان ابزاری سودمند برای ایجاد روحیه مساله یابی توسعه خواهی در کارکنان و جلوگیری از روحیه بی تفاوتی ایشان، صاحبان ایده های سودمند را بدون درنظرگرفتن جایگاه شغلی و پست سازمانی آنها بطور یكسان پذیرا می‏باشد و علاوه براین كه قدرت تصمیم گیری و مسئولیت مدیران را به هیچ وجه دچار آسیب یا تضعیف نمیکند، امکانات و روشهای لازم برای تشویق مادی و معنوی پرسنل را درقبال عرضه كردن اندیشه های سازنده فراهم می نماید تا از خلاقیت و پویایی تفكر آنها برای رشد و توسعه و نوآوری سازمان استفاده بهینه صورت پذیرد. سامانه نظام پیشنهادات HRJOBS طوفان فکری سازمان ها و  شرکت ها را برآورده خواهد کرد"
    ],
    [
        "نرم افزار داشبورد مدیریتی",
        "داشبورد مدیریتی مجموعه ای از اطلاعاتی که برای تصمیم گیری یک مدیر اهمیت دارد را در نمودارهای مختلف نمایش می‌دهد. به داشبورد مدیریتی، داشبورد استراتژیک نیز می‌گویند. در این داشبوردها از اطلاعات به لحظه‌ (real-time data) استفاده می‌شود. مدیران به وسیله داشبورد مدیریتی، تصویر کلی از سازمان خود خواهند داشت که آن ها را قادر می‌سازد تا از فرصت ها استفاده کنند و قسمتهایی از کسب و کار را که نیاز به بهبود دارد، شناسایی کنند. داشبورد مدیریتی HRJOBS علاوه بر نمایش جامع سیستم های اطلاعاتی منابع انسانی ، قابلیت نمایش دیگر اطلاعات سازمانها و شرکت ها را خواهد داشت. "],
    [
        "پرونده الكترونيكي كاركنان",
        "با توجه به چالشهای نگهداری و آرشیو پرونده فیزیکی کارکنان برای مدت سالهای زیاد و همچنین دسترسی فوری اسناد کارکنان برای مدیران ، استفاده از پرونده الكترونيكي به منظور ذخيره سازي و نگهداري از اسناد و مدارك بصورت الكترونيكي بسیار مورد اهمیت و ضروری می باشد که پرونده الکترونیکی HRJOBS این چالش سازمانها و شرکت ها را برطرف خواهد کرد"
    ]
]