[
  [
    "مشاوره مدیران سازمانها جهت تدوین اهداف و استراتژی و سند راهبردی",
    "هدف از اجرای این فرآیند، مشاوره مدیران سازمانها ، شرکت ها، کسب و کارها به همراه تدوین استراتژي و سند راهبردی می باشد. در این فرآیند ابتدا به تحلیل چالش‌ها و فرصت‌های پیش روی شرکت می‌پردازیم سپس اهداف کلان را با نقشه راه ترسيم خواهیم داشت. "
  ],
  [
    "تحلیل و بهینه سازی سیستم های مدیریتی و منابع انسانی",
    "تجزیه و تحلیل منابع انسانی به متخصصان منابع انسانی اجازه می دهد تا تصمیمات آگاهانه بگیرند و استراتژی هایی ایجاد کنند که به نفع کارکنان باشد و از اهداف سازمان حمایت کند. این تأثیر قابل توجهی بر عملکرد سازمانی دارد و منجر به افزایش بهره وری کسب و کار، کاهش نرخ فرسایش و افزایش کارایی استخدام می شود."
  ],
  [
    "تدوین آیین نامه، دستورالعمل، انواع فرم ها",
    "آیین‌نامه‌ها به عنوان مجموعه‌ای از قوانین و مقررات مشخص، برای راهبری و مدیریت یک حوزه خاص استفاده می‌شوند و دستورالعمل‌ها، به عنوان مستندات مشخص، جزئیات اجرای فرآیندها یا فعالیت‌های خاص را شرح داده و برای استانداردسازی اجرای یکسان فعالیت‌ها و جلوگیری از ابهامات به‌کار می‌روند،  انواع فرم ها نيز با رعايت  الگوريتم آيين نامه ها و دستورالعملها طراحی و قابلیت اجرا خواهند گرفت. "
  ],
  [
    "طراحی ساختار سازمانی به همراه شرح وظایف",
    "طراحی ساختار سازمانی شامل تعیین مسئولیت‌ها، وظایف، روابط سلسله مراتبی، تعداد و نوع پست‌های شغلی، سطح کنترل و مدیریت، روش‌های ارتباطی و انتقال اطلاعات، و دستورالعمل‌های عملیاتی است. هدف طراحی چارت سازمانی، بهبود کارایی، افزایش انعطاف پذیری، کاهش هزینه‌ها، بهبود کیفیت محصولات و خدمات، افزایش رضایت مشتریان و کسب و کار سودآورتر است. برای طراحی ساختار سازمانی، باید با استراتژی شرکت همخوانی داشته باشد و نیازهای شرکت را برآورده نمايد."
  ],
  [
    "اجرا، بازنگری، اصلاحیه طرح طبفه بندی مشاغل",
    "طرح طبقه‌بندی مشاغل كه مدتی است در سیستم قانون کار ایران مشخص شده است و پس از اجرایی‌شدن نامی آشنا برای بسیاری از افراد شاغل است، شامل تمام جزئیات یک جایگاه شغلی، از جمله میزان تحصیلات موردنیاز، مهارت‌ها و توانایی‌های لازم برای بر عهده گرفتن مسئولیت‌ها، حوزه کاری، انتظاراتی که از فرد شاغل در آن جایگاه می‌رود و در نهایت میزان حقوق دریافتی که بر اساس تمامی موارد گفته‌شده تعیین می‌شود است. اجرایی‌شدن این طرح موجب جلوگیری از سوءاستفاده از شاغلان و استانداردسازی مشاغل شده است."
  ],
  [
    "منینگ و کارسنجی",
    "به زبان ساده زمان سنجی روشی برای مشاهده و اندازه گیری میزان کاری است که نیروی انسانی با استفاده از دستگاه‌های زمان بندی، انجام می‌دهد.هدف از زمان سنجی، تعیین مدت زمانی است که یک پرسنل می‌تواند، کار خود را در یک سطح عملکردی مشخص انجام دهد.هنگامی‌که زمان سنجی به درستی انجام شود، به ابزاری مفید، برای مدیران و صاحبان مشاغل تبدیل می‌شود تا آن‌ها بتوانند به راحتی، میزان کار بهینه انجام شده در یک واحد تولیدی را ارزیابی کنند.این موضوع یک نرخ استاندارد برای کار فراهم می‌کند و می‌تواند به شناسایی نقاط ضعف و یا هرگونه نقص در کار که سبب کندی کار و در نتیجه تأخیر در آن می‌شود، کمک کند"
  ],
  [
    "برنامه ریزی منابع انسانی، آزمون، مصاحبه و جذب کارکنان  جدید",
    "فرایند جذب و استخدام نیروی انسانی یکی از پیچیده‌ترین فرایندهای سازمانی است که عدم موفقیت در آن، می‌تواند باعث نابودی کسب‌وکار شود. به خاطر داشته باشید که مهم‌ترین دارایی هر سازمان، منابع انسانی آن سازمان است و به همین خاطر باید با داشتن یک استراتژی و برنامه‌ریزی دقیق، تمام فرایند جذب و استخدام را مدیریت کرده و مراحل انجام فرایند جذب و استخدام نیروی انسانی را با توجه به نیازهای مجموعه‌تان معین کنید. در این صورت، بهترین و متخصص‌ترین افراد را جذب خواهید کرد و از این طریق، میزان موفقیت سازمان‌تان افزایش پیدا می‌کند."
  ],
  [
    "جبران خدمات کارکنان(حقوق، مزایا، پاداش)",
    "هر فردی که به سازمان می‌پیوندد با خود قابلیت‌ها، توانایی‌ها، مهارت‌ها و در برخی موارد اعتباری به سازمان می‌آورد که داده‌های آن فرد به سازمان است و انتظار دارد این داده‌ها با ستاده‌هایی که سازمان به وی می‌دهد جبران شود. حقوق، دستمزد، پاداش، خدمات رفاهی، تشخیص سازمانی و به طور کلی همه مزایای مالی و غیرمالی برای جبران خدمات به کار می‌روند. و اتخاذ یک رویکرد مناسب برای جبران خدمت از جانب سازمان بسیار حائز اهمیت می‌باشد."
  ],
  [
    "مشاوره روابط کار (کارگری_کارفرمایی)",
    "بسیاری از کارگران با کارفرمایان در مشاغل مختلف هستند که بنا به دلایل بی‌شماری نیازمند دریافت مشاوره روابط کار می‌باشند تا به نحوی مشکلات موجود در روابط کاری خود را با کارگر یا کارفرما حل و فصل نمایند و یا با اخذ مشاوره قرارداد کار مناسب ، پیگیر حقوق خود در ارتباط با شغلی که در آن اشتغال دارند و یا فعالیت‌هایی که در گذشته انجام داده‌اند باشند. نه تنها قشر زحمت‌کش کارگر و کارمند، که در برخی موارد کارفرمایان محترم نیز به نحوی نیازمند کسب مشاوره در زمینه انواع روابط کاری مانند قرارداد‌ها ، حوادث ،اخراج ها، بازنشستگی های پیش از موعد ( سخت و زیان آور) و ... هستند تا در مواقع لزوم بتوانند از خدمات حقوقی آن‌ها در حل مشکلات خود استفاده کنند."
  ],
  [
    "انواع نظر سنجی های شغلی و تست های شخصیت شناسی",
    "امروزه اکثرسازمانها و شرکت ها از آزمون‌ها و تست‌های شخصیت‌شناسی مختلف در فرآیند جذب و استخدام خود استفاده می‌کنند. این آزمون‌ها صداقت، خود انضباطی ‌و قابل اطمینان بودن فرد را اندازه گیری ‌می‌نمایند. کارفرمایان از تست‌های ‌شخصیت‌شناسی مختلف استفاده می‌کنند تا کارجو را ارزیابی ‌کنند و مطابق‌ترین کارمند را با توجه به فرهنگ خود استخدام نمایند. همچنين انواع تست های نظر سنجي شغلي بينش خوبي در تحليل رضایت شغلی کارکنان و همچنین درجه فرهنگ سازمانی ارائه خواهد داد."
  ],
  [
    "ارزیابی و اندازه گیری فرایندهای منابع انسانی",
    "شاخص‌های کلیدی منابع انسانی ( KPI )ها ابزارهای حیاتی برای ارزیابی و بهبود مدیریت منابع انسانی در سازمان‌ها و شرکت ها محسوب می‌شوند که به کمک داده‌های کمی قابل اندازه‌گیری هستند و مسیری برای بهبود عملکرد سازمان‌ها فراهم می‌کنند. این شاخص‌ها از جمله زمان استخدام، اثربخشی آموزش، نرخ ارزیابی عملکرد ، نرخ خروج داوطلبانه و… به سازمان‌ها کمک می‌کند به شناسایی نقاط قوت و ضعف در سیاست‌ها و فرآیندهای منابع انسانی خود بپردازند و تصمیمات بهینه‌تری اخذ کنند."
  ],
  [
    "آموزش فرایندهای منابع انسانی بصورت حضوری و مجازی",
    " به زبان ساده آموزش در محيط كار يعني مدیریت دانش که همان  انتقال درسها و تجارب آموخته شده به افراد و تیمهای دیگر می باشد که موجب کاهش تعدا خطاها و دوباره کاری ها و همچنین کاهش زمان مورد نیاز برای رسیدن به بهره وری کامل کارکنان می باشد. هر شخص در محيط كار به انواع آموزشهاي عمومي، رفتاري و تخصصي نياز دارد تا در مسير شغلي خود ارتقا يابد و در مسير درست توسعه فردي قرار گيرد  كه این فرایند با نیاز سنجی و برنامه ریری  بصورتهاي حضوري و مجازي اجرا میگردد و در نهایت اثربخشی آن مورد تحلیل قرار خواهد گرفت. "
  ],
  [
    "نظام آراستگی 5S",
    "نظام آراستگی 5S یک روش مدیریتی ژاپنی برای بهبود بهره‌وری و نظم در محیط کار است که شامل پنج مرحله: ساماندهی، نظم‌دهی، پاکیزه‌سازی، استانداردسازی و انضباط می‌باشد. اجرای صحیح 5S باعث کاهش اتلاف منابع، افزایش ایمنی و ارتقاء کیفیت عملکرد سازمان می‌شود."
  ]
]
